Repository: mkyral/LineBorder
Catalog: LineBorder/LineBorder/po/*.po
Languages: cs, de, fr, nl

source: Generate a line border around an image and optionaly place text on borders and inside the image.
cs: Vytvoří rámeček okolo obrázku včetně textu v rámečku a v obrázku.
de: Generiert einen Rahmen und platziert ein Text auf dem Rahmen oder innerhalb des Bildes
fr: Génère une bordure autour d'une image et, sur option, place le texte sur les bordures et sur l'image.
nl: Maakt een rand rondom een afbeelding en plaatst optioneel tekst in de randen/of in de afbeelding.

source: Layer With Border
cs: Vrstva s rámečkem
de: Ebene mit Rahmen
fr: Calque avec bordure
nl: Layer met rand

source: Libraries not found!
cs: Knihovny nenalezeny!
de: Bibliotheken nicht gefunden!
nl: Bibliotheken niet gevonden!

source: The Gtk or Glade library not found. Check your installation please!
cs: Lituji, nebyly nalezeny Gtk a Glade knihovny. Zkontrolujte svou instalaci prosím!
de: Gtk oder Glade-Dialog nicht gefunden. Überprüfen Sie bitte Ihre Installation.

source: The pygtk library not found. Check your installation please!
cs: Lituji, knihovna pygtk nebyla nalezena. Zkontrolujte svou instalaci prosím!
de: pygtk Dialog nicht gefunden. Überprüfen Sie bitte Ihre Installation

source: Profile name
cs: Jméno profilu
de: Profil Name
nl: Profiel naam

source: No comment
cs: Komentář nebyl zadán
de: Kein Kommentar
nl: Geen commentaar

source: <u><big>Profile: %s</big></u> <i>%s</i>
cs: <u><big>Profil: %s</big></u> <i>%s</i>
de: <u><big>Profil: %s</big></u> <i>%s</i>
nl: <u><big>Profiel: %s</big></u> <i>%s</i>

source: B
cs: R
de: R

source: Profile %s contains Border section
cs: Profil %s obsahuje sekci Rámeček
de: Profile %s Rahmenabschnitt
nl: Profiel %s bevat Rand sectie

source: Profile %s does not contain Border section
cs: Profil %s neobsahuje sekci Rámeček
de: Profile %s kein Rahmenabschnitt
nl: Profiel %s bevat geen Rand sectie

source: C
cs: B
de: F

source: Profile %s contains Color section
cs: Profil %s obsahuje sekci Barvy
de: Profile %s Farbabschnitt
nl: Profiel %s bevat Kleur sectie

source: Profile %s does not contain Color section
cs: Profil %s neobsahuje sekci Barvy
de: Profile %s kein Farbabschnitt
nl: Profiel %s bevat geen Kleur sectie

source: Profile %s contains Text section
cs: Profil %s obsahuje sekci Text
de: Profile %s Textabschnitt
nl: Profiel %s bevat Tekst sectie

source: Profile %s does not contain Text section
cs: Profil %s neobsahuje sekci Text
de: Profile %s kein Textabschnitt
nl: Profiel %s bevat geen Tekst sectie

source: W
cs: V

source: Profile %s contains Watermark section
cs: Profil %s obsahuje sekci Vodoznak
de: Profile %s Wasserzeichenabschnitt
nl: Profiel %s bevat Watermerk sectie

source: Profile %s does not contain Watermark section
cs: Profil %s neobsahuje sekci Vodoznak
de: Profile %s kein Wasserzeichenabschnitt
nl: Profiel %s bevat geen Watermerk sectie

source: G
cs: O
de: A

source: Profile %s contains General section
cs: Profil %s obsahuje sekci Obecné
de: Profile %s Allgemeiner Teil
nl: Profiel %s bevat Algemene sectie

source: Profile %s does not General Border section
cs: Profil %s neobsahuje sekci Obecné
de: Profile %s nicht allgemeiner Abschnitt
nl: Profiel %s bevat geen Algemene Rand sectie

source: Cannot find the glade file:
cs: Nelze najít glade soubor:
de: Glade-Datei kann nicht gefunden werden:
fr: Ne trouve pas le fichier Glade :
nl: Kan de Glade file niet vinden:

source: No dialog file found!
cs: Soubor rozhraní nenalezen!
de: Keine Dialog-Datei gefunden!
fr: Pas de fichier de dialogue trouvé !
nl: Geen dialoog file aanwezig!

source: Sorry, the dialog file LineBorder.glade was not found. Check your installation please!
cs: Lituji, soubor rozhraní LineBorder.glade nebyl nalezen. Zkontrolujte svou instalaci prosím!
de: Sorry, keine Datei-Dialog gefunden. Überprüfen Sie Ihre Installation des Plugins!
fr: Désolé, le fichier de dialogue LineBorder.glade n'a pas été trouvé. Vérifiez votre installation s'il vous plaît !
nl: Sorry, LineBorder.glade niet gevonden. Controleer de installatie van de plugin!

source: Open image
cs: Otevřít obrázek
de: Bild öffnen
fr: Ouvrir l'image
nl: Open afbeelding

source: Images
cs: Obrázky
de: Bilder
nl: Afbeeldingen

source: No profile selected.
cs: Není vybrán profil.
de: Kein Profil ausgewählt
nl: Geen profiel geselecteerd.

source: Select profile to load please.
cs: Vyberte prosím profil pro nahrání.
de: zum laden Profil auswählen
nl: Selecteer te laden profiel.

source: Load profile?
cs: Nahrát profil?
de: Profil laden?
nl: Profiel laden?

source: Load profile
cs: Nahrát profil
de: Profil laden
nl: Laad profiel

source: Save as new profile
cs: Uložit jako nový profil
de: Speichern als neues Profil
nl: Sla op als nieuw profiel

source: Select profile to update please.
cs: Vyberte prosím profil pro aktualizaci.
de: Wählen sie das Profil zur akrualisierung aus.
nl: Selecteer het te bij te werken profiel.

source: Update profile
cs: Upravit profil
de: Profil aktualisieren
nl: Werk profiel bij

source: Select profile to delete please.
cs: Vyberte prosím profil pro smazání.
de: Wählen sie das zu löschende Profil
nl: Selecteer het te verwijderen profiel.

source: Delete profile?
cs: Smazat profil?
de: Profil löschen?
nl: Profiel verwijderen?

source: Delete profile
cs: Smazat profil
de: Profil löschen
nl: Profiel verwijderen

source: There are no sections to load!
cs: Žádná sekce pro nahrání!
de: Es gibt keine Abschnitte zu laden!
nl: Er zijn geen sectie te laden!

source: There are no sections to save!
cs: Žádná sekce pro uložení!
de: Es gibt keine Abschnitte zu sichern!
nl: Er zijn geen secties om op te slaan!

source: There are no sections to save! To delete profile use the 'Delete profile' button.
cs: Žádná sekce pro uložení! Pro smazání profilu použijte tlačítko 'Smaž profil'.
de: Es gibt keine Abschnitte zu sichern! löschen Sie Profil mit dem "Profil löschen" Button
nl: Er zijn geen secties om op te slaan! Om een profiel te verwijderen gebruik de 'verwijder profiel' toets.

source: There are no sections to save! Profile was not saved.
cs: Žádná sekce pro uložení! Profil nebyl uložen.
de: Es gibt keine Abschnitte zu sichern! Profil wurde nicht gespeichert.
nl: Er zijn geen secties om op te slaan! Profiel niet opgslagen.

source: Profile name:
cs: Jméno profilu:
nl: Profiel naam:

source: Cannot find the image file:
cs: Soubor s obrázkem nebyl nalezen:
de: Bild-Datei wird nicht gefunden:
fr: Ne trouve pas le fichierd'image :
nl: Kan de afbeelding niet vinden:

source: File does not exists!
cs: Soubor neexistuje!
de: Datei existiert nicht
fr: Le fichier n'existe pas !
nl: Bestand bestaat niet!

source: The watermark image file:
cs: Soubor vodoznaku:
de: Wasserzeichen Bild-Datei:
fr: Fichier de l'image filigrane :
nl: Het watermerk bestand:

source: does not exists or is not readable!
cs: neexistuje nebo nelze číst!
de: existiert nicht oder ist nicht lesbar!
fr: n'existe pas ou n'est pas lisible !
nl: bestaat niet of is niet te openen!

source: (c) 2010 Marian Kyral
cs: (c) 2010 Marián Kyral
fr: (c) 2010 Marián Kyral

source: <b>Border</b>
cs: <b>Rámeček</b>
de: <b>Rahmen</b>
fr: <b>Bordure</b>
nl: <b>Rand</b>

source: <b>Center / Middle text</b>
cs: <b>Text: Uprostřed</b>
de: <b>Text zeintriert</b>
fr: <b>Texte Centre (horiz.) / Milieu (vert.)</b>
nl: <b>Tekst centrum of midden</b>

source: <b>Colors</b>
cs: <b>Barvy</b>
de: <b>Farben</b>
fr: <b>Couleurs</b>
nl: <b>Kleuren</b>

source: <b>Comment</b>
cs: <b>Komentář</b>
de: <b>Kommentar</b>

source: <b>General</b>
cs: <b>Obecné</b>
de: <b>Allgemein</b>
fr: <b>Général</b>
nl: <b>Algemeen</b>

source: <b>Image</b>
cs: <b>Obrázek</b>
de: <b>Bild</b>
nl: <b>Afbeelding</b>

source: <b>Inner line</b>
cs: <b>Vnitřní linka:</b>
de: <b>Innere Linie</b>
fr: <b>Trait intérieur</b>
nl: <b>Binnenste lijn</b>

source: <b>Left / Upper text</b>
cs: <b>Text: Vlevo nebo nahoře</b>
de: <b>Text links / oben</b>
fr: <b>Texte Gauche / Haut</b>
nl: <b>Tekst links of boven</b>

source: <b>Outer line</b>
cs: <b>Vnější linka:</b>
de: <b>Außenlinie</b>
fr: <b>Trait extérieur</b>
nl: <b>Buitenste lijn</b>

source: <b>Right / Bottom text</b>
cs: <b>Text: Vpravo nebo dole</b>
de: <b>Text rechts / unten</b>
fr: <b>Texte Droit / Bas</b>
nl: <b>Tekst rechts of onder</b>

source: <b>Sections</b>
cs: <b>Sekce</b>
de: <b>Abschnitte</b>

source: About
cs: O programu
de: Über
fr: À propos
nl: Over

source: Block
cs: Blok
nl: Blok

source: Border
cs: Rámeček
de: Rahmen
fr: Bordure
nl: Rand

source: Border color:
cs: Barva rámečku:
de: Rahmenfarbe:
fr: Couleur de la bordure :
nl: Randkleur:

source: Both
cs: Obě
de: Beide
fr: Les deux
nl: Beide

source: Bottom
cs: Dole
de: Unten
fr: Bas
nl: Onderzijde

source: Bottom-Center
cs: Dole uprostřed
de: Unten zentriert
fr: Bas-Centre
nl: Onderkant of midden

source: Bottom-Left
cs: Vlevo dole
de: Unten links
fr: Bas-Gauche
nl: Onderkant of links

source: Bottom-Right
cs: Vpravo dole
de: Unten rechts
fr: Bas-Droite
nl: Onderkant of rechts

source: Center
cs: Uprostřed
de: Zentriert
fr: Centre
nl: Gecentreerd

source: Color
cs: Barva
de: Farbe

source: Color:
cs: Barva:
de: Farbe:
fr: Couleur :
nl: Kleur:

source: Czech: Marian Kyral <mkyral@email.cz> Dutch: Elmar Sullock Enzlin <moroquendo@gmail.com> French: Brigitte Barbet <B.barbet@wanadoo.fr>
cs: Čeština: Marián Kyral <mkyral@email.cz> Holandština: Elmar Sullock Enzlin <moroquendo@gmail.com> Francouština: Brigitte Barbet <B.barbet@wanadoo.fr>
de: Czech: Marian Kyral <mkyral@email.cz> Dutch: Elmar Sullock Enzlin <moroquendo@gmail.com> Deutsch: Gudrun Schymiczek <info@basteltante-gudrun.de>

source: Distance to border:
cs: Vzdálenost k okraji
de: Abstand zum Rand:
fr: Distance du bord externe :
nl: Afstand tot rand:

source: Distance to image:
cs: Vzdálenost od obrázku
de: Abstand zum Bild:
fr: Distance de l'image :
nl: Afstand tot afbeelding:

source: Distance:
cs: Vzdálenost:
de: Abstand:
nl: Afstand:

source: Enter comment for the profile
cs: Vložte komentář profilu
de: Geben Sie Kommentar für das Profil ein
nl: Aantekeningen bij het profiel

source: Enter the profile name
cs: Vložte jméno profilu
de: Geben Sie den Namen des Profils ein
nl: Geef de profiel naam

source: Extend text border:
cs: Rozšíření rámečku s textem
de: Vergrößert den Textrand:
fr: Extension bordure pour texte :
nl: Vergroot tekst rand:

source: Feather line:
cs: Rozmazat linky rámečku:
de: Soften der Zeile:
fr: Trait flouté :
nl: Verzacht de lijn:

source: Flatten image:
cs: Zploštit obrázek:
de: Auf Hintergrundebene reduzieren / alle Ebenen vereinen:
fr: Aplatir l'image :
nl: Voeg alle lagen samen:

source: Font:
cs: Písmo:
de: Schriftart:
fr: Police :
nl: Lettertype:

source: General
cs: Obecné
de: Allgemein

source: Generate a line border around an image with optional text on border and inside the image Based on Eg-Border.scm script from Martin Egger. Thanks! Thanks to Elmar Sullock Enzlin for hint about glade dialogs.
cs: Vytvoří rámeček okolo obrázku včetně textu v rámečku a v obrázku. Založeno na skriptu Eg-Border.scm od Martina Eggera. Díky! Díky Elmaru Sullocku Enzlinu za upozornění na možnosti glade dialogů.
de: Generiert einen Rahmen um ein Bild mit optionalen Text im Rahmen, und innerhalb des Bildes Basierend auf Eg-Border.scm script von Martin Egger. Vielen Dank! Dank Elmar Sullock Enzlin für den Hinweis über gladr-Dialoge.
fr: Génère une bordure autour d'une image et, sur option, place le texte sur les bordures et sur l'image. Basé sur le script Eg-Border.scm de Martin Egger. Merci! Remerciements à Elmar Sullock Enzlin pour ses conseils à propos des boîtes de dialogue glade.

source: Inner
cs: Vnitřní
de: Innen
fr: Intérieur
nl: Binnenkant

source: Justify:
cs: Zarovnání:
de: Blocksatz:
fr: Alignement :
nl: Plaatsing:

source: Left
cs: Vlevo
de: Links
fr: Gauche
nl: Links

source: Line Border 2 on registry.gimp.org
cs: Line Border 2 na registry.gimp.org
fr: Line Border 2 sur registry.gimp.org

source: Line color:
cs: Barva linky:
de: Linienfarbe:
fr: Couleur du trait :
nl: Lijn kleur:

source: Middle-Left
cs: Vlevo uprostřed
de: Mitte-Links
fr: Milieu (vert.)-Gauche
nl: Midden of links

source: Middle-Right
cs: Vpravo uprostřed
de: Mitte-Rechts
fr: Milieu (vert.)-Droit
nl: Midden of rechts

source: None
cs: Žádnou
de: Nichts
fr: Aucun
nl: Geen

source: Opacity:
cs: Průhlednost:
de: Deckkraft
fr: Opacité :
nl: Dekking

source: Outer
cs: Vnější
de: Außenkante
fr: Extérieur :
nl: Buitenkant

source: Position:
cs: Pozice:
nl: Positie:

source: Profiles
cs: Profily
de: Profile
nl: Profielen

source: Right
cs: Vpravo
de: Rechts
fr: Droite
nl: Rechts

source: Rotate text to left if is placed to side
cs: Text umístěný na stranách otočit doleva.
de: Dreht den Text nach links, wenn auf die Seite gelegt wird
fr: Rotation du texte à gauche s'il est placé à côté
nl: Roteer tekst linksom indien aan de zijkant geplaatst.

source: Rotate text:
cs: Otočit text:
de: Dreht Text:
fr: Rotation du texte :
nl: Roteer tekst:

source: Rotation:
cs: Otočení:
de: Drehung:
nl: Rotatie:

source: Round corners:
cs: Zaoblit rohy:
fr: Coins arrondis :
nl: Ronde hoeken:

source: Round inner corners:
cs: Zaoblit vnitřní rohy:
de: Abgerundete Ecken der inneren Linie:
fr: Coins intérieurs arrondis :
nl: Ronde hoeken binnenste lijn:

source: Round outer corners:
cs: Zaoblit vnější rohy:
de: Abgerundete Ecken der äußeren Linie:
fr: Coins extérieurs arrondis :
nl: Ronde hoeken buitenste lijn:

source: Save profile
cs: Uložit profil
de: Profil speichern
nl: Sla profiel op

source: Sections to store in profile
cs: Sekce které budou uloženy v profilu
de: Abschnitte im Profil speichern
nl: Secties op te slaan in het profiel

source: Size:
cs: Velikost:
de: Größe:
fr: Taille :
nl: Grootte:

source: Swap colors
cs: Prohodit barvy
de: Farben tauschen
nl: Verwissel kleuren

source: Swap line and border colors
cs: Prohodí barvu rámečku a linky
de: Linien- und Rahmenfarbe tauschen
nl: Verwissel lijn en rand kleuren

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
cs: Tento program je svobodný software; můžete jej šířit a modifikovat podle ustanovení GNU General Public License, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vašeho uvážení) kterékoli pozdější verze. Tento program je rozšiřován v naději, že bude užitečný, avšak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO URČITÝ ÚČEL. Další podrobnosti hledejte ve GNU General Public License.Kopii GNU General Public License jste měli obdržet spolu s tímto programem; pokud se tak nestalo, napište o ni Free Software Foundation,Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU ntelle que publiée par la Free Software Foundation ; soit la version 2 de la Licence, ou (à votre choix) toute version ultérieure. n Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE, sans même la garantie implicite de COMMERCIALISATION ou D'ADAPTATION À UN USAGE PARTICULIER. Voir la license GNU General Public pour plus de détails. Vous devriez avoir reçu une copie de la license GNU General Public avec ce programme, sinon, écrivez à la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Total size (height):
cs: Celková velikost (výška):
de: Totale Größe (Höhe)
fr: Taille totale (hauteur) :
nl: Totale grootte (hoogte):

source: Total size (width):
cs: Celková velikost (šířka):
de: Totale Größe (Breite):
fr: Taille totale (largeur) :
nl: Totale grootte (breedte):

source: Upper
cs: Nahoře
de: Oben
fr: Haut :
nl: Bovenzijde

source: Upper-Center
cs: Nahoře uprostřed
de: Oben zentriert
fr: Haut-Centre (Horiz.)
nl: Midden of boven

source: Upper-Left
cs: Vlevo nahoře
de: Oben-Links
fr: Haut-Gauche
nl: Links of boven

source: Upper-Right
cs: Vpravo nahoře
de: Oben-Rechts
fr: Haut-Droit
nl: Rechts of boven

source: Use actual palette colors
cs: Použít aktuální barevnou paletu
de: Verwenden der aktuellen Farbpalette
fr: Utiliser la palette des couleurs active.
nl: Gebruik aktueel kleurenpalet:

source: Watermark
cs: Vodoznak
de: Wasserzeichen
fr: Filigrane
nl: Watermerk

source: Where is text placed
cs: Kde je text umístěn
de: Wo ist der Text platziert
fr: Où est placé le texte
nl: Waar is de tekst geplaatst

source: Work on copy:
cs: Pracovat s kopií:
de: Mit Kopie arbeiten:
fr: Travailler sur une copie :
nl: Werk met een copie:

source: pixels
cs: body
de: Pixel

source: <b>Text</b>
de: <b>Text rechts / unten</b>
fr: <b>Texte</b>
nl: <b>Tekst</b>

source: Text
fr: Texte
nl: Tekst

source: Missing section in config file. %s
fr: Section manquante dans le fichier de configuration. %s

source: Cannot parse configuration file. %s
fr: Impossible d'analyser le fichier de configuration. %s

source: Configuration file error
fr: Erreur de fichier de configuration

source: Cannot parse configuration file.
fr: Impossible d'analyser le fichier de configuration.

source: Configuration file loading error
fr: Erreur de chargement du fichier de configuration

source: Problem opening configuration file.
fr: Problème à l'ouverture du fichier de configuration.

source: Czech: Marian Kyral <mkyral@email.cz> Dutch: Elmar Sullock Enzlin <moroquendo@gmail.com>
fr: Czech: Marian Kyral <mkyral@email.cz> Dutch: Elmar Sullock Enzlin <moroquendo@gmail.com> Français : Brigitte Barbet <b.barbet@wanadoo.fr>
